
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Włącz eksperymenty komunikacyjne i pobierania</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Wersje Microsoft Edge Update 1.3.133.3 i nowsze</string>
      <string id="Pol_ProxyMode">Wybierz sposób określania ustawień serwera proxy</string>
      <string id="Name_ForceInstallsMachine">Wymuś instalacje (cała maszyna)</string>
      <string id="Name_ManualUpdatesOnly">Tylko aktualizacje ręczne</string>
      <string id="Pol_EdgePreview">Zezwalaj na rejestrowanie użytkowników w Niejawnym programie testów systemu Windows w wersji zapoznawczej przeglądarki Edge</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Program Microsoft Edge Update w wersji 1.3.21.81 i nowsze</string>
      <string id="Explain_Applications">Do obsługi aplikacji przeglądarki Microsoft Edge, która zostaną wydane w przyszłości, będzie wymagany zaktualizowany szablon ADMX/ADML.</string>
      <string id="Name_DesktopShortcutDisabled">Zapobiegaj tworzeniu skrótów na pulpicie podczas instalacji</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Usuń skróty na pulpicie po niepowodzeniu aktualizacji</string>
      <string id="TargetChannel_Dev_DropDown">Dla deweloperów</string>
      <string id="Pol_ECSControl">Kontroluj komunikację aktualizatora z Usługą Eksperymentalno-Konfiguracyjną</string>
      <string id="Explain_ECSControl">W aktualizacji przeglądarki Microsoft Edge Usługa Eksperymentalno-Konfiguracyjna służy do wdrażania ładunku eksperymentu.

Ładunek eksperymentu składa się z listy wcześniejszych funkcji programistycznych, które firma Microsoft włącza w celu testowania i przesyłania opinii.

Jeśli ta zasada zostanie włączona, ładunek eksperymentów będzie pobierany z Usługi Eksperymentalno-Konfiguracyjnej.

Jeśli wyłączysz tę zasadę, komunikacja z Usługą Eksperymentalno-Konfiguracyjną zostanie całkowicie zatrzymana.

Jeśli nie skonfigurujesz tej zasady, to zachowanie na zarządzanym urządzeniu będzie takie samo jak w przypadku zastosowania zasady „wyłączono”.

Jeśli nie skonfigurujesz tej zasady, to zachowanie na niezarządzanym urządzeniu będzie takie samo jak w przypadku zastosowania zasady „włączono”.</string>
      <string id="Name_InstallsDisabled">Instalacje wyłączone</string>
      <string id="Pol_TargetChannel">Zastąpienie kanału docelowego</string>
      <string id="Pol_AllowInstallation">Zezwalaj na instalację</string>
      <string id="ProxyFixedServers_DropDown">Użyj stałych serwerów proxy</string>
      <string id="Explain_CreateDesktopShortcut">Jeśli włączysz tę zasadę, podczas instalacji przeglądarki Microsoft Edge zostanie utworzony skrót na pulpicie.
 Jeśli wyłączysz tę zasadę, podczas instalacji przeglądarki Microsoft Edge nie zostanie utworzony skrót na pulpicie.
 Jeśli nie skonfigurujesz tej zasady, w trakcie instalacji zostanie utworzony skrót na pulpicie do przeglądarki Microsoft Edge.
 Jeśli przeglądarka Microsoft Edge jest już zainstalowana, ta zasada nie będzie miała żadnego skutku.

 Jeśli nie skonfigurujesz tej zasady dla kanału, domyślna zasada „Zapobiegaj tworzeniu skrótu na pulpicie podczas instalacji domyślnej” będzie określać, czy przy instalacji przeglądarki Microsoft Edge tworzony będzie skrót na pulpicie.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Rozszerzony stabilny</string>
      <string id="Pol_AllowSideBySideExperience">Zezwalaj na równoczesne działanie różnych przeglądarek Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Minimalna liczba minut między automatycznymi testami aktualizacji.

Ustaw tę zasadę na wartość 0, aby wyłączyć cały okresowy ruch sieciowy za pomocą programu Microsoft Edge Update. Nie jest to zalecane, ponieważ uniemożliwia samemu programowi Microsoft Edge Update otrzymywanie aktualizacji dotyczących stabilności i zabezpieczeń.

Ustawienia „Domyślne zastępowanie zasad aktualizacji” i „Zastępowanie zasad aktualizacji” dla aplikacji powinny być używane do zarządzania aktualizacjami aplikacji, a nie to ustawienie.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Wersje Microsoft Edge Update 1.3.119.43 i nowsze</string>
      <string id="Explain_DefaultUpdatePolicy">Umożliwia określenie dla wszystkich kanałów domyślnego zachowania dotyczącego sposobu, w jaki program Microsoft Edge Update obsługuje dostępne aktualizacje przeglądarki Microsoft Edge. Tę zasadę można zastąpić dla poszczególnych kanałów, określając zasadę „NAZWA_ZASADY_AKTUALIZACJI” dla tych konkretnych kanałów.

  Jeśli włączysz tę zasadę, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
   – Zawsze zezwalaj na aktualizacje: aktualizacje są stosowane zawsze, gdy zostaną znalezione (w wyniku okresowego lub ręcznego wyszukiwania aktualizacji).
   – Tylko automatyczne aktualizacje dyskretne: aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione w wyniku okresowego wyszukiwania aktualizacji.
   – Tylko aktualizacje ręczne: aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne wyszukiwanie aktualizacji.
   – Aktualizacje wyłączone: aktualizacje nigdy nie są stosowane.

  Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

  Jeśli nie włączysz tej zasady i jej nie skonfigurujesz, program Microsoft Edge Update będzie obsługiwać dostępne aktualizacje zgodnie ze sposobem określonym przez zasadę „NAZWA_ZASADY_AKTUALZIACJI”.

 Te zasady są dostępne tylko w tych instancjach systemu Windows, które są połączone z domeną Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Pozwala określić, czy dla środowiska uruchomieniowego WebView2 są włączone aktualizacje automatyczne, czy też nie. Środowisko uruchomieniowe WebView2 jest składnikiem używanym przez aplikacje do wyświetlania zawartości sieci Web.
 Domyślnie automatyczne aktualizacje są włączone. Wyłączenie automatycznych aktualizacji dla środowiska uruchomieniowego WebView2 może powodować problemy ze zgodnością w aplikacjach, które są zależne od tego składnika.

 Jeśli włączysz tę zasadę, rozwiązanie Microsoft Edge Update będzie stosować aktualizacje środowiska uruchomieniowego WebView2 zgodnie z tym, jak skonfigurowane zostaną następujące opcje:
 — Zawsze zezwalaj na aktualizacje: aktualizacje są automatycznie pobierane i stosowane
 — Aktualizacje są wyłączone: aktualizacje nie są pobierane ani stosowane

 Jeśli nie włączysz tej zasady, aktualizacje będą automatycznie pobierane i stosowane.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Program Microsoft Edge Update w wersji 1.3.34.3 i nowsze</string>
      <string id="ProxyAutoDetect_DropDown">Automatycznie wykryj ustawienia serwera proxy</string>
      <string id="ProxyPacScript_DropDown">Użyj skryptu serwera proxy PAC</string>
      <string id="DownloadPreference_DropDown">Buforowalne adresy URL pobierania</string>
      <string id="Name_ForceInstallsUser">Wymuś instalacje (na użytkownika)</string>
      <string id="Explain_AllowSideBySideExperience">Ta zasada umożliwia użytkownikowi równoczesne używanie przeglądarek Microsoft Edge (Edge HTML) i Microsoft Edge (oparta na przeglądarce Chromium).

Gdy dla tej zasady będzie ustawiona wartość „Nieskonfigurowane”, przeglądarka Microsoft Edge (oparta na przeglądarce Chromium) zastąpi przeglądarkę Microsoft Edge (Edge HTML), gdy zostaną zainstalowane przeglądarka Microsoft Edge (oparta na przeglądarce Chromium) z kanału Stable oraz aktualizacje zabezpieczeń z listopada 2019. Działanie tego ustawienia jest takie samo jak ustawienia „Wyłączone”.

Ustawienie dla tej zasady wartości „Wyłączone” uniemożliwi równoczesne używanie różnych wersji przeglądarki, a przeglądarka Microsoft Edge (oparta na przeglądarce Chromium) zastąpi przeglądarkę Microsoft Edge (Edge HTML), gdy zostaną zainstalowane przeglądarka Microsoft Edge (oparta na przeglądarce Chromium) z kanału Stable oraz aktualizacje zabezpieczeń z listopada 2019. Działanie tego ustawienia jest takie samo jak ustawienia „Nieskonfigurowane”.

Gdy ta zasada będzie mieć wartość „Włączone”, po zainstalowaniu przeglądarki Microsoft Edge (oparta na przeglądarce Chromium) będzie można równocześnie używać przeglądarek Microsoft Edge (Edge HTML) i Microsoft Edge (oparta na przeglądarce Chromium).

Aby ta zasada grupy zaczęła obowiązywać, musi zostać skonfigurowana, zanim usługa Windows Update zainstaluje automatycznie przeglądarkę Microsoft Edge (oparta na przeglądarce Chromium). Uwaga: ​Użytkownik może zablokować automatyczną aktualizację przeglądarki Microsoft Edge (oparta na przeglądarce Chromium), używając zestawu narzędzi do blokowania przeglądarki Microsoft Edge (oparta na przeglądarce Chromium).

Poczynając od wersji 20H2 systemu Windows 10, starsza wersja Microsoft Edge i środowisko równoczesnego używania przeglądarki nie są obsługiwane.</string>
      <string id="Explain_RemoveDesktopShortcut">Jeśli ustawisz dla tej zasady wartość „Wymuszaj usuwanie skrótów na pulpicie na poziomie systemu”, wszelkie istniejące skróty na pulpicie przeglądarki Microsoft Edge na poziomie systemu zostaną usunięte podczas aktualizacji przeglądarki lub ponownego rozruchu komputera.
  Jeśli ustawisz dla tej zasady wartość „Wymuszaj usuwanie skrótów na pulpicie na poziomie systemu i użytkownika”, wszelkie istniejące skróty na pulpicie przeglądarki Microsoft Edge na poziomie systemu zostaną usunięte po aktualizacji przeglądarki lub ponownym rozruchu komputera, a wszelkie istniejące skróty na pulpicie na poziomie użytkownika zostaną usunięte po aktualizacji przeglądarki. Obejmuje to skróty na pulpicie na poziomie użytkownika, które użytkownicy mogli sami utworzyć.
  Jeśli ta zasada nie zostanie skonfigurowana, nic się nie stanie z istniejącymi skrótami na pulpicie przeglądarki Microsoft Edge.

  Jeśli ta zasada nie zostanie skonfigurowana dla kanału, konfiguracja zasady 'Usuń skróty na pulpicie po niepowodzeniu aktualizacji' określa usunięcie skrótu na pulpicie.</string>
      <string id="ProxyDisabled_DropDown">Nigdy nie używaj serwera proxy</string>
      <string id="Pol_DefaultAllowInstallation">Zezwalaj domyślnie na instalację</string>
      <string id="Pol_ProxyPacUrl">Adres URL pliku PAC serwera proxy</string>
      <string id="Cat_Applications">Aplikacje</string>
      <string id="Explain_ProxyPacUrl">Umożliwia określenie adresu URL pliku automatycznej konfiguracji serwera proxy (PAC).

  Jeśli ta zasada zostanie włączona, będzie można określić adres URL pliku PAC w celu automatyzacji sposobu wybierania przez usługę Microsoft Edge Update odpowiedniego serwera proxy służącego do pobierania określonej witryny internetowej.

  Ta zasada jest stosowana tylko po wybraniu ręcznych ustawień serwera proxy w zasadzie „Wybierz sposób określania ustawień serwera proxy”.

  Nie konfiguruj tej zasady, jeśli w zasadzie „Wybierz sposób określania ustawień serwera proxy” wybrano ustawienie serwera proxy inne niż ręczne.</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Program Microsoft Edge Update w wersji 1.3.145.1 i nowszej</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Program Microsoft Edge Update w wersji 1.3.168.21 i nowszej</string>
      <string id="Explain_Preferences">Ogólne zasady dotyczące programu Microsoft Edge Update.</string>
      <string id="Explain_WebView">Określa zasady dla środowiska uruchomieniowego WebView2.</string>
      <string id="Explain_ProxyServer">Umożliwia określenie adresu URL serwera proxy używanego przez usługę Microsoft Edge Update.

  Jeśli ta zasada zostanie włączona, będzie można skonfigurować adres URL serwera proxy używany przez usługę Microsoft Edge Update w organizacji.

  Ta zasada jest stosowana tylko po wybraniu ręcznych ustawień serwera proxy w zasadzie „Wybierz sposób określania ustawień serwera proxy”.

  Nie konfiguruj tej zasady, jeśli w zasadzie „Wybierz sposób określania ustawień serwera proxy” wybrano ustawienie proxy inne niż ręczne.</string>
      <string id="Explain_DefaultAllowInstallation">Możesz określić domyślne zachowanie wszystkich kanałów, tak aby blokowały lub zezwalały przeglądarkę Microsoft Edge na urządzeniach dołączonych do domeny.

Możesz zastąpić tę zasadę dla poszczególnych kanałów, włączając dla nich zasadę „NAZWA_ZASADY_INSTALACJI”.

Jeśli ta zasada zostanie wyłączona, instalacja przeglądarki Microsoft Edge będzie zablokowana. Dotyczy to wyłącznie instalacji oprogramowania przeglądarki Microsoft Edge, gdy zasada „NAZWA_ZASADY_INSTALACJI” ma ustawioną wartość Nieskonfigurowane.

Ta zasada nie uniemożliwia uruchamiania usługi Microsoft Edge Update ani instalowania przeglądarki Microsoft Edge przy użyciu innych metod.

Te zasady są dostępne tylko w tych instancjach systemu Windows, które są połączone z domeną Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Program Microsoft Edge Update w wersji 1.3.155.1 i nowszej</string>
      <string id="TargetChannel_Stable_DropDown">Stabilne</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Domyślne zastępowanie zasad aktualizacji</string>
      <string id="Explain_ProxyMode">Umożliwia określenie ustawień serwera proxy używanych przez usługę Microsoft Edge Update.

  Jeśli ta zasada zostanie włączona, będzie można wybrać następujące opcje serwera proxy:
   - Jeśli zdecydujesz się nigdy nie używać serwera proxy i zawsze łączyć się bezpośrednio, wszystkie inne opcje będą ignorowane.
   - Jeśli wybierzesz opcję używania systemowych ustawień serwera proxy lub automatycznego wykrywania serwera proxy, wszystkie inne opcje będą ignorowane.
   - Jeśli wybierzesz tryb stałego serwera proxy, możesz określić dalsze opcje w zasadzie „Adres lub adres URL serwera proxy”.
   - Jeśli wybierzesz opcję używania skryptu pac serwera proxy, musisz określić adres URL skryptu w zasadzie „Adres URL do pliku PAC serwera proxy”.

  Jeśli ta zasada zostanie włączona, użytkownicy w organizacji nie będą mogli zmieniać ustawień serwera proxy w usłudze Microsoft Edge Update.

  Jeśli wyłączysz tę zasadę albo jej nie skonfigurujesz, nie zostaną skonfigurowane żadne ustawienia serwera proxy, ale użytkownicy w organizacji będą mogli wybierać własne ustawienia serwera proxy dla usługi Microsoft Edge Update.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Program Microsoft Edge Update w wersji 1.3.26.0 i nowsze</string>
      <string id="Pol_RemoveDesktopShortcut">Usuń skróty na pulpicie po aktualizacji</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Program Microsoft Edge Update w wersji 1.3.147.1 i nowszej</string>
      <string id="Name_UpdatesDisabled">Aktualizacje wyłączone</string>
      <string id="Pol_RollbackToTargetVersion">Wycofaj do wersji docelowej</string>
      <string id="Explain_WebView_Install">Umożliwia określenie, czy za pomocą aktualizacji przeglądarki Microsoft Edge można zainstalować środowisko uruchomieniowe WebView2.

  Jeśli ta zasada zostanie włączona, użytkownicy będą mogli instalować środowisko uruchomieniowe WebView2 za pośrednictwem aktualizacji przeglądarki Microsoft Edge.

  Jeśli ta zasada zostanie wyłączona (lub zostanie ustawiona na wartość „Instalacje wyłączone”), użytkownicy nie będą mogli instalować środowiska uruchomieniowego WebView2 za pośrednictwem aktualizacji przeglądarki Microsoft Edge.

  Jeśli ta zasada zostanie ustawiona na wartość Zawsze zezwalaj na instalacje na całym komputerze, ale nie Instalacje dla poszczególnych użytkowników, środowisko uruchomieniowe WebView2 będzie wdrażane tylko na całym komputerze.

  Jeśli ta zasada zostanie ustawiona na wymuszanie instalacji (na całym komputerze), użytkownicy będą mogli instalować środowisko uruchomieniowe WebView2 na wszystkich komputerach, na których aktualizacja przeglądarki Microsoft Edge jest wstępnie zainstalowana. Wymaga aktualizacji przeglądarki Microsoft Edge 1.3.155.43 lub nowszej.

  Jeśli ta zasada nie zostanie skonfigurowana, środowisko uruchomieniowe WebVieebVieww2 zostanie zainstalowane za pośrednictwem programu Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Zasady służące do sterowania instalacją i aktualizowaniem przeglądarki Microsoft Edge przy użyciu programu Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Umożliwia określenie domyślnego zachowania wszystkich kanałów podczas tworzenia skrótu na pulpicie podczas instalowania przeglądarki Microsoft Edge.

  Jeśli ustawisz dla tej zasady wartość „Wymuszaj usuwanie skrótów na pulpicie na poziomie systemu”, wszelkie istniejące skróty na pulpicie przeglądarki Microsoft Edge na poziomie systemu zostaną usunięte podczas aktualizacji przeglądarki lub ponownego rozruchu komputera.
  Jeśli ustawisz dla tej zasady wartość „Wymuszaj usuwanie skrótów na pulpicie na poziomie systemu i użytkownika”, wszelkie istniejące skróty na pulpicie przeglądarki Microsoft Edge na poziomie systemu zostaną usunięte po aktualizacji przeglądarki lub ponownym rozruchu komputera, a wszelkie istniejące skróty na pulpicie na poziomie użytkownika zostaną usunięte po aktualizacji przeglądarki. Obejmuje to skróty na pulpicie na poziomie użytkownika, które użytkownicy mogli sami utworzyć.
  Jeśli ta zasada nie zostanie skonfigurowana, nic się nie stanie z istniejącymi skrótami na pulpicie przeglądarki Microsoft Edge.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Jeśli włączysz tę zasadę, wyszukiwanie aktualizacji będzie pomijane każdego dnia od chwili określonej przez wartość Godzina:Minuta przez czas określony w wartości Czas trwania (w minutach). Zmiana czasu letni/zimowy nie ma wpływu na wartość Czas trwania. Na przykład jeśli godzina rozpoczęcia to 22:00, a czas trwania to 480 minut, aktualizacje będą pomijane przez dokładnie 8 godzin, niezależnie od tego, czy w trakcie tego okresu będzie mieć miejsce zmiana czasu.

  Jeśli wyłączysz tę zasadę albo jej nie skonfigurujesz, wyszukiwanie aktualizacji nie będzie pomijane w trakcie jakiegokolwiek wybranego okresu.</string>
      <string id="Name_UpdatesEnabled">Zawsze zezwalaj na aktualizacje (zalecane)</string>
      <string id="Cat_ProxyServer">Serwer proxy</string>
      <string id="Pol_CreateDesktopShortcut">Zapobiegaj tworzeniu skrótu na pulpicie podczas instalacji</string>
      <string id="Pol_AutoUpdateCheckPeriod">Zastępowanie okresu automatycznego wyszukiwania aktualizacji</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Program Microsoft Edge Update w wersji 1.2.145.5 i nowsze</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Zapobiegaj tworzeniu skrótu na pulpicie podczas instalacji domyślnej</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Wymuszaj usuwanie skrótów na pulpicie na poziomie systemu</string>
      <string id="Name_ECSCommunicationDisabled">Wyłącz komunikację z Usługą Eksperymentalno-Konfiguracyjną</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Program Microsoft Edge Update w wersji 1.3.33.5 i nowsze</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Program Microsoft Edge Update w wersji 1.3.127.1 i nowszej</string>
      <string id="Name_InstallsEnabled">Zawsze zezwalaj na instalacje (zalecane)</string>
      <string id="Explain_DownloadPreference">Jeśli ta zasada będzie włączona, serwer programu Microsoft Edge Update będzie podejmował próby dostarczania w odpowiedziach przyjaznych dla pamięci podręcznej adresów URL ładunków aktualizacji.</string>
      <string id="Name_AutomaticUpdatesOnly">Tylko automatyczne aktualizacje dyskretne</string>
      <string id="Pol_TargetVersionPrefix">Zastępowanie wersji docelowej</string>
      <string id="Pol_DownloadPreference">Zastępowanie klasy adresów URL pobierania</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Okres w ciągu każdego dnia, w którym jest pomijane automatyczne wyszukiwanie aktualizacji</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Program Microsoft Edge Update w wersji 1.3.128.0 i nowsze</string>
      <string id="Cat_WebView">Środowisko uruchomieniowe Microsoft Edge WebView2</string>
      <string id="Pol_UpdatePolicy">Zastępowanie zasad aktualizacji</string>
      <string id="Pol_ProxyServer">Adres lub adres URL serwera proxy</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Pozwala określić domyślne zachowanie wszystkich kanałów dotyczące tworzenia skrótu na pulpicie podczas instalowania przeglądarki Microsoft Edge.

 Jeśli włączysz tę zasadę, podczas instalacji przeglądarki Microsoft Edge zostanie utworzony skrót na pulpicie.
 Jeśli wyłączysz tę zasadę, podczas instalacji przeglądarki Microsoft Edge nie będzie tworzony skrót na pulpicie.
 Jeśli nie skonfigurujesz tej zasady, w trakcie instalacji zostanie utworzony skrót na pulpicie do przeglądarki Microsoft Edge.
 Jeśli przeglądarka Microsoft Edge jest już zainstalowana, ta zasada nie będzie miała żadnego skutku.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Wymuszaj usuwanie skrótów na pulpicie na poziomie systemu i użytkownika</string>
      <string id="ProxyUseSystem_DropDown">Użyj systemowych ustawień serwera proxy</string>
      <string id="Cat_Preferences">Preferencje</string>
      <string id="Name_InstallsEnabledMachineOnly">Zawsze zezwalaj na wykonywanie instalacji na całym komputerze, ale nie na instalacje dla poszczególnych użytkowników.</string>
      <string id="Cat_GoogleUpdate">Aktualizacja programu Microsoft Edge</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Określa, czy w urządzeniach przyłączonych do domeny można zainstalować kanał przeglądarki Microsoft Edge.

  Jeśli włączysz tę zasadę dla kanału (lub ustawisz jej wartość na „Instalacje wyłączone”), przeglądarka Microsoft Edge nie będzie zablokowana przed instalacją.

  Jeśli wyłączysz tę zasadę dla kanału, przeglądarka Microsoft Edge zostanie zablokowana przed instalacją.

  Jeśli nie skonfigurujesz tej zasady dla kanału, konfiguracja zasad "Zezwalaj domyślnie na instalację" będzie określać, czy użytkownicy będą mogli instalować ten kanał przeglądarki Microsoft Edge.

Jeśli te zasady zostaną ustawione na wartość Zawsze zezwalaj na instalacje na całym komputerze, ale nie Instalacje dla poszczególnych użytkowników, element „APP_NAME” będzie wdrażana tylko na całym komputerze.

Jeśli ta zasada zostanie ustawiona na wymuszanie instalacji (na całym komputerze), element „APP_NAME” może zostać wdrożony na całym komputerze tylko wtedy, gdy aktualizacja przeglądarki Microsoft Edge jest wstępnie zainstalowane. Wymaga aktualizacji przeglądarki Microsoft Edge 1.3.155.43 lub nowszej.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (dla poszczególnych użytkowników), element "APP_NAME" może być wdrażany tylko na zasadach dla poszczególnych użytkowników na wszystkich maszynach, jeśli aktualizacja przeglądarki Microsoft Edge jest wstępnie zainstalowana dla poszczególnych użytkowników. Wymaga aktualizacji przeglądarki Microsoft Edge 1.3.155.43 lub nowszej.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Określa, w jaki sposób program Microsoft Edge Update obsługuje dostępne aktualizacje z przeglądarki Microsoft Edge.

Jeśli włączysz tę zasadę, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
  - Zawsze zezwalaj na aktualizacje: aktualizacje są stosowane zawsze, gdy zostaną znalezione (w wyniku okresowego lub ręcznego wyszukiwania aktualizacji).
  - Tylko automatyczne aktualizacje dyskretne: aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione w wyniku okresowego wyszukiwania aktualizacji.
  - Tylko aktualizacje ręczne: aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne wyszukiwanie aktualizacji (nie wszystkie aplikacje oferują interfejs dla tej opcji).
  - Aktualizacje wyłączone: aktualizacje nigdy nie są stosowane.

Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

Jeśli nie włączysz tej zasady i jej nie skonfigurujesz, program Microsoft Edge Update będzie obsługiwać dostępne aktualizacje zgodnie ze sposobem określonym przez zasadę „NAZWA_DOMYŚLNEJ_ZASADY_AKTUALIZACJI”.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136406.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domen usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Określa, do którego kanału przeglądarki Microsoft Edge należy zaktualizować.

Jeśli włączysz te zasady, przeglądarka Microsoft Edge zostanie zaktualizowana do kanału zgodnie ze sposobem skonfigurowania następujących opcji:

  - Stabilny: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej stabilnej wersji.
  - Wersja beta: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji beta.
  - Dla deweloperów: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji deweloperskiej.
  - Rozszerzony stabilny: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej rozszerzonej stabilnej wersji, która jest zgodna z dłuższym harmonogramem wydania niż stabilna. Aby uzyskać więcej informacji, odwiedź stronę https://go.microsoft.com/fwlink/?linkid=2163508.

Jeśli te zasady nie zostaną skonfigurowane, przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dostępnej dla domyślnego kanału.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Gdy te zasady są włączone oraz włączona zostanie automatyczna aktualizacja, aplikacja Microsoft Edge zostanie zaktualizowana do wersji określonej przez tę wartość zasad.

Wartość zasad musi być określoną wersją przeglądarki Edge, na przykład 83.0.499.12.

Jeśli na urządzeniu jest dostępna nowsza wersja przeglądarki Edge niż podana wartość, przeglądarka Microsoft Edge pozostanie w nowszej wersji i nie zostanie zmieniona na starszą, określoną wersję.

Jeśli podana wersja nie istnieje lub jest nieprawidłowo sformatowana, przeglądarka Microsoft Edge pozostanie w bieżącej wersji, a jej kolejne wersje nie będą automatycznie aktualizowane.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136707.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Instruują program Microsoft Edge Update, aby wycofał instalacje przeglądarki Microsoft Edge do wersji wskazanej w elemencie „Zastępowanie wersji docelowej”.

Te zasady nie mają zastosowania, jeśli nie skonfigurowano elementu „Zastępowanie wersji docelowej” i nie ustawiono elementu „Zastępowanie zasad aktualizacji” w jeden ze stanów włączenia (Zawsze zezwalaj na aktualizacje, Tylko automatyczne aktualizacje nienadzorowane, Tylko aktualizacje ręczne).

Jeśli wyłączysz te zasady lub ich nie skonfigurujesz, instalacje o wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” pozostaną bez zmian.

Jeśli włączysz te zasady, instalacje o bieżącej wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” zostaną zamienione na starszą wersję docelową.

Zalecamy zainstalowanie najnowszej wersji przeglądarki Microsoft Edge, aby zapewnić ochronę dzięki najnowszym aktualizacjom zabezpieczeń. Wycofanie do starszej wersji programu wiąże się z ryzykiem narażenia na znane zagrożenia bezpieczeństwa. Te zasady powinny być używane jedynie jako tymczasowe rozwiązanie problemów, które pojawiły się po aktualizacji przeglądarki Microsoft Edge.

Zanim tymczasowo wycofasz się do starszej wersji przeglądarki, zalecamy włączenie synchronizacji (https://go.microsoft.com/fwlink/?linkid=2133032) dla wszystkich użytkowników w organizacji. Jeśli nie włączysz synchronizacji, istnieje ryzyko trwałej utraty danych dotyczących przeglądania. Korzystanie z tych zasad jest na wyłączne ryzyko użytkownika.

Uwaga: stabilne wersje kanału, które można poddać wycofaniu, są wyszczególnione na stronie https://aka.ms/EdgeEnterprise.

Te zasady mają zastosowanie do przeglądarki Microsoft Edge w wersji 86 i nowszych.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2133918.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domen usługi Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Pozwala określić, czy użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli włączysz te zasady, użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli wyłączysz te zasady, użytkownicy w Niejawnym programie testów systemu Windows nie mogą być zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli nie skonfigurujesz tych zasad, użytkownicy w Niejawnym programie testów systemu Windows są domyślnie rejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Określa, czy w urządzeniach przyłączonych do domeny można zainstalować kanał przeglądarki Microsoft Edge.

  Jeśli włączysz tę zasadę dla kanału (lub ustawisz jej wartość na „Instalacje wyłączone”), przeglądarka Microsoft Edge nie będzie zablokowana przed instalacją.

  Jeśli wyłączysz tę zasadę dla kanału, przeglądarka Microsoft Edge zostanie zablokowana przed instalacją.

  Jeśli nie skonfigurujesz tej zasady dla kanału, konfiguracja zasad "Zezwalaj domyślnie na instalację" będzie określać, czy użytkownicy będą mogli instalować ten kanał przeglądarki Microsoft Edge.

Jeśli te zasady zostaną ustawione na wartość Zawsze zezwalaj na instalacje na całym komputerze, ale nie Instalacje dla poszczególnych użytkowników, element „APP_NAME” będzie wdrażana tylko na całym komputerze.

Jeśli ta zasada zostanie ustawiona na wymuszanie instalacji (na całym komputerze), element „APP_NAME” może zostać wdrożony na całym komputerze tylko wtedy, gdy aktualizacja przeglądarki Microsoft Edge jest wstępnie zainstalowane. Wymaga aktualizacji przeglądarki Microsoft Edge 1.3.155.43 lub nowszej.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (dla poszczególnych użytkowników), element "APP_NAME" może być wdrażany tylko na zasadach dla poszczególnych użytkowników na wszystkich maszynach, jeśli aktualizacja przeglądarki Microsoft Edge jest wstępnie zainstalowana dla poszczególnych użytkowników. Wymaga aktualizacji przeglądarki Microsoft Edge 1.3.155.43 lub nowszej.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Określa, w jaki sposób program Microsoft Edge Update obsługuje dostępne aktualizacje z przeglądarki Microsoft Edge.

Jeśli włączysz tę zasadę, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
  - Zawsze zezwalaj na aktualizacje: aktualizacje są stosowane zawsze, gdy zostaną znalezione (w wyniku okresowego lub ręcznego wyszukiwania aktualizacji).
  - Tylko automatyczne aktualizacje dyskretne: aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione w wyniku okresowego wyszukiwania aktualizacji.
  - Tylko aktualizacje ręczne: aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne wyszukiwanie aktualizacji (nie wszystkie aplikacje oferują interfejs dla tej opcji).
  - Aktualizacje wyłączone: aktualizacje nigdy nie są stosowane.

Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

Jeśli nie włączysz tej zasady i jej nie skonfigurujesz, program Microsoft Edge Update będzie obsługiwać dostępne aktualizacje zgodnie ze sposobem określonym przez zasadę „NAZWA_DOMYŚLNEJ_ZASADY_AKTUALIZACJI”.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136406.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domen usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Określa, do którego kanału przeglądarki Microsoft Edge należy zaktualizować.

Jeśli włączysz te zasady, przeglądarka Microsoft Edge zostanie zaktualizowana do kanału zgodnie ze sposobem skonfigurowania następujących opcji:

  - Stabilny: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej stabilnej wersji.
  - Wersja beta: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji beta.
  - Dla deweloperów: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji deweloperskiej.
  - Rozszerzony stabilny: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej rozszerzonej stabilnej wersji, która jest zgodna z dłuższym harmonogramem wydania niż stabilna. Aby uzyskać więcej informacji, odwiedź stronę https://go.microsoft.com/fwlink/?linkid=2163508.

Jeśli te zasady nie zostaną skonfigurowane, przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dostępnej dla domyślnego kanału.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Gdy te zasady są włączone oraz włączona zostanie automatyczna aktualizacja, aplikacja Microsoft Edge zostanie zaktualizowana do wersji określonej przez tę wartość zasad.

Wartość zasad musi być określoną wersją przeglądarki Edge, na przykład 83.0.499.12.

Jeśli na urządzeniu jest dostępna nowsza wersja przeglądarki Edge niż podana wartość, przeglądarka Microsoft Edge pozostanie w nowszej wersji i nie zostanie zmieniona na starszą, określoną wersję.

Jeśli podana wersja nie istnieje lub jest nieprawidłowo sformatowana, przeglądarka Microsoft Edge pozostanie w bieżącej wersji, a jej kolejne wersje nie będą automatycznie aktualizowane.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136707.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Instruują program Microsoft Edge Update, aby wycofał instalacje przeglądarki Microsoft Edge do wersji wskazanej w elemencie „Zastępowanie wersji docelowej”.

Te zasady nie mają zastosowania, jeśli nie skonfigurowano elementu „Zastępowanie wersji docelowej” i nie ustawiono elementu „Zastępowanie zasad aktualizacji” w jeden ze stanów włączenia (Zawsze zezwalaj na aktualizacje, Tylko automatyczne aktualizacje nienadzorowane, Tylko aktualizacje ręczne).

Jeśli wyłączysz te zasady lub ich nie skonfigurujesz, instalacje o wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” pozostaną bez zmian.

Jeśli włączysz te zasady, instalacje o bieżącej wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” zostaną zamienione na starszą wersję docelową.

Zalecamy zainstalowanie najnowszej wersji przeglądarki Microsoft Edge, aby zapewnić ochronę dzięki najnowszym aktualizacjom zabezpieczeń. Wycofanie do starszej wersji programu wiąże się z ryzykiem narażenia na znane zagrożenia bezpieczeństwa. Te zasady powinny być używane jedynie jako tymczasowe rozwiązanie problemów, które pojawiły się po aktualizacji przeglądarki Microsoft Edge.

Zanim tymczasowo wycofasz się do starszej wersji przeglądarki, zalecamy włączenie synchronizacji (https://go.microsoft.com/fwlink/?linkid=2133032) dla wszystkich użytkowników w organizacji. Jeśli nie włączysz synchronizacji, istnieje ryzyko trwałej utraty danych dotyczących przeglądania. Korzystanie z tych zasad jest na wyłączne ryzyko użytkownika.

Uwaga: stabilne wersje kanału, które można poddać wycofaniu, są wyszczególnione na stronie https://aka.ms/EdgeEnterprise.

Te zasady mają zastosowanie do przeglądarki Microsoft Edge w wersji 86 i nowszych.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2133918.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domen usługi Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Pozwala określić, czy użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli włączysz te zasady, użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli wyłączysz te zasady, użytkownicy w Niejawnym programie testów systemu Windows nie mogą być zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli nie skonfigurujesz tych zasad, użytkownicy w Niejawnym programie testów systemu Windows są domyślnie rejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Określa, czy w urządzeniach przyłączonych do domeny można zainstalować kanał przeglądarki Microsoft Edge.

  Jeśli włączysz tę zasadę dla kanału (lub ustawisz jej wartość na „Instalacje wyłączone”), przeglądarka Microsoft Edge nie będzie zablokowana przed instalacją.

  Jeśli wyłączysz tę zasadę dla kanału, przeglądarka Microsoft Edge zostanie zablokowana przed instalacją.

  Jeśli nie skonfigurujesz tej zasady dla kanału, konfiguracja zasad "Zezwalaj domyślnie na instalację" będzie określać, czy użytkownicy będą mogli instalować ten kanał przeglądarki Microsoft Edge.

Jeśli te zasady zostaną ustawione na wartość Zawsze zezwalaj na instalacje na całym komputerze, ale nie Instalacje dla poszczególnych użytkowników, element „APP_NAME” będzie wdrażana tylko na całym komputerze.

Jeśli ta zasada zostanie ustawiona na wymuszanie instalacji (na całym komputerze), element „APP_NAME” może zostać wdrożony na całym komputerze tylko wtedy, gdy aktualizacja przeglądarki Microsoft Edge jest wstępnie zainstalowane. Wymaga aktualizacji przeglądarki Microsoft Edge 1.3.155.43 lub nowszej.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (dla poszczególnych użytkowników), element "APP_NAME" może być wdrażany tylko na zasadach dla poszczególnych użytkowników na wszystkich maszynach, jeśli aktualizacja przeglądarki Microsoft Edge jest wstępnie zainstalowana dla poszczególnych użytkowników. Wymaga aktualizacji przeglądarki Microsoft Edge 1.3.155.43 lub nowszej.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Określa, w jaki sposób program Microsoft Edge Update obsługuje dostępne aktualizacje z przeglądarki Microsoft Edge.

Jeśli włączysz tę zasadę, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
  - Zawsze zezwalaj na aktualizacje: aktualizacje są stosowane zawsze, gdy zostaną znalezione (w wyniku okresowego lub ręcznego wyszukiwania aktualizacji).
  - Tylko automatyczne aktualizacje dyskretne: aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione w wyniku okresowego wyszukiwania aktualizacji.
  - Tylko aktualizacje ręczne: aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne wyszukiwanie aktualizacji (nie wszystkie aplikacje oferują interfejs dla tej opcji).
  - Aktualizacje wyłączone: aktualizacje nigdy nie są stosowane.

Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

Jeśli nie włączysz tej zasady i jej nie skonfigurujesz, program Microsoft Edge Update będzie obsługiwać dostępne aktualizacje zgodnie ze sposobem określonym przez zasadę „NAZWA_DOMYŚLNEJ_ZASADY_AKTUALIZACJI”.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136406.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domen usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Określa, do którego kanału przeglądarki Microsoft Edge należy zaktualizować.

Jeśli włączysz te zasady, przeglądarka Microsoft Edge zostanie zaktualizowana do kanału zgodnie ze sposobem skonfigurowania następujących opcji:

  - Stabilny: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej stabilnej wersji.
  - Wersja beta: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji beta.
  - Dla deweloperów: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji deweloperskiej.
  - Rozszerzony stabilny: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej rozszerzonej stabilnej wersji, która jest zgodna z dłuższym harmonogramem wydania niż stabilna. Aby uzyskać więcej informacji, odwiedź stronę https://go.microsoft.com/fwlink/?linkid=2163508.

Jeśli te zasady nie zostaną skonfigurowane, przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dostępnej dla domyślnego kanału.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Gdy te zasady są włączone oraz włączona zostanie automatyczna aktualizacja, aplikacja Microsoft Edge zostanie zaktualizowana do wersji określonej przez tę wartość zasad.

Wartość zasad musi być określoną wersją przeglądarki Edge, na przykład 83.0.499.12.

Jeśli na urządzeniu jest dostępna nowsza wersja przeglądarki Edge niż podana wartość, przeglądarka Microsoft Edge pozostanie w nowszej wersji i nie zostanie zmieniona na starszą, określoną wersję.

Jeśli podana wersja nie istnieje lub jest nieprawidłowo sformatowana, przeglądarka Microsoft Edge pozostanie w bieżącej wersji, a jej kolejne wersje nie będą automatycznie aktualizowane.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136707.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Instruują program Microsoft Edge Update, aby wycofał instalacje przeglądarki Microsoft Edge do wersji wskazanej w elemencie „Zastępowanie wersji docelowej”.

Te zasady nie mają zastosowania, jeśli nie skonfigurowano elementu „Zastępowanie wersji docelowej” i nie ustawiono elementu „Zastępowanie zasad aktualizacji” w jeden ze stanów włączenia (Zawsze zezwalaj na aktualizacje, Tylko automatyczne aktualizacje nienadzorowane, Tylko aktualizacje ręczne).

Jeśli wyłączysz te zasady lub ich nie skonfigurujesz, instalacje o wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” pozostaną bez zmian.

Jeśli włączysz te zasady, instalacje o bieżącej wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” zostaną zamienione na starszą wersję docelową.

Zalecamy zainstalowanie najnowszej wersji przeglądarki Microsoft Edge, aby zapewnić ochronę dzięki najnowszym aktualizacjom zabezpieczeń. Wycofanie do starszej wersji programu wiąże się z ryzykiem narażenia na znane zagrożenia bezpieczeństwa. Te zasady powinny być używane jedynie jako tymczasowe rozwiązanie problemów, które pojawiły się po aktualizacji przeglądarki Microsoft Edge.

Zanim tymczasowo wycofasz się do starszej wersji przeglądarki, zalecamy włączenie synchronizacji (https://go.microsoft.com/fwlink/?linkid=2133032) dla wszystkich użytkowników w organizacji. Jeśli nie włączysz synchronizacji, istnieje ryzyko trwałej utraty danych dotyczących przeglądania. Korzystanie z tych zasad jest na wyłączne ryzyko użytkownika.

Uwaga: stabilne wersje kanału, które można poddać wycofaniu, są wyszczególnione na stronie https://aka.ms/EdgeEnterprise.

Te zasady mają zastosowanie do przeglądarki Microsoft Edge w wersji 86 i nowszych.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2133918.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domen usługi Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Pozwala określić, czy użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli włączysz te zasady, użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli wyłączysz te zasady, użytkownicy w Niejawnym programie testów systemu Windows nie mogą być zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli nie skonfigurujesz tych zasad, użytkownicy w Niejawnym programie testów systemu Windows są domyślnie rejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Określa, czy w urządzeniach przyłączonych do domeny można zainstalować kanał przeglądarki Microsoft Edge.

  Jeśli włączysz tę zasadę dla kanału (lub ustawisz jej wartość na „Instalacje wyłączone”), przeglądarka Microsoft Edge nie będzie zablokowana przed instalacją.

  Jeśli wyłączysz tę zasadę dla kanału, przeglądarka Microsoft Edge zostanie zablokowana przed instalacją.

  Jeśli nie skonfigurujesz tej zasady dla kanału, konfiguracja zasad "Zezwalaj domyślnie na instalację" będzie określać, czy użytkownicy będą mogli instalować ten kanał przeglądarki Microsoft Edge.

Jeśli te zasady zostaną ustawione na wymuszanie instalacji (dla poszczególnych użytkowników), element "APP_NAME" może być wdrażany tylko na zasadach dla poszczególnych użytkowników na wszystkich maszynach, jeśli aktualizacja przeglądarki Microsoft Edge jest wstępnie zainstalowana dla poszczególnych użytkowników. Wymaga aktualizacji przeglądarki Microsoft Edge 1.3.155.43 lub nowszej.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Określa, w jaki sposób program Microsoft Edge Update obsługuje dostępne aktualizacje z przeglądarki Microsoft Edge.

Jeśli włączysz tę zasadę, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
  - Zawsze zezwalaj na aktualizacje: aktualizacje są stosowane zawsze, gdy zostaną znalezione (w wyniku okresowego lub ręcznego wyszukiwania aktualizacji).
  - Tylko automatyczne aktualizacje dyskretne: aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione w wyniku okresowego wyszukiwania aktualizacji.
  - Tylko aktualizacje ręczne: aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne wyszukiwanie aktualizacji (nie wszystkie aplikacje oferują interfejs dla tej opcji).
  - Aktualizacje wyłączone: aktualizacje nigdy nie są stosowane.

Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

Jeśli nie włączysz tej zasady i jej nie skonfigurujesz, program Microsoft Edge Update będzie obsługiwać dostępne aktualizacje zgodnie ze sposobem określonym przez zasadę „NAZWA_DOMYŚLNEJ_ZASADY_AKTUALIZACJI”.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136406.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domen usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Określa, do którego kanału przeglądarki Microsoft Edge należy zaktualizować.

Jeśli włączysz te zasady, przeglądarka Microsoft Edge zostanie zaktualizowana do kanału zgodnie ze sposobem skonfigurowania następujących opcji:

  - Stabilny: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej stabilnej wersji.
  - Wersja beta: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji beta.
  - Dla deweloperów: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji deweloperskiej.
  - Rozszerzony stabilny: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej rozszerzonej stabilnej wersji, która jest zgodna z dłuższym harmonogramem wydania niż stabilna. Aby uzyskać więcej informacji, odwiedź stronę https://go.microsoft.com/fwlink/?linkid=2163508.

Jeśli te zasady nie zostaną skonfigurowane, przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dostępnej dla domyślnego kanału.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Gdy te zasady są włączone oraz włączona zostanie automatyczna aktualizacja, aplikacja Microsoft Edge zostanie zaktualizowana do wersji określonej przez tę wartość zasad.

Wartość zasad musi być określoną wersją przeglądarki Edge, na przykład 83.0.499.12.

Jeśli na urządzeniu jest dostępna nowsza wersja przeglądarki Edge niż podana wartość, przeglądarka Microsoft Edge pozostanie w nowszej wersji i nie zostanie zmieniona na starszą, określoną wersję.

Jeśli podana wersja nie istnieje lub jest nieprawidłowo sformatowana, przeglądarka Microsoft Edge pozostanie w bieżącej wersji, a jej kolejne wersje nie będą automatycznie aktualizowane.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136707.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Instruują program Microsoft Edge Update, aby wycofał instalacje przeglądarki Microsoft Edge do wersji wskazanej w elemencie „Zastępowanie wersji docelowej”.

Te zasady nie mają zastosowania, jeśli nie skonfigurowano elementu „Zastępowanie wersji docelowej” i nie ustawiono elementu „Zastępowanie zasad aktualizacji” w jeden ze stanów włączenia (Zawsze zezwalaj na aktualizacje, Tylko automatyczne aktualizacje nienadzorowane, Tylko aktualizacje ręczne).

Jeśli wyłączysz te zasady lub ich nie skonfigurujesz, instalacje o wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” pozostaną bez zmian.

Jeśli włączysz te zasady, instalacje o bieżącej wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” zostaną zamienione na starszą wersję docelową.

Zalecamy zainstalowanie najnowszej wersji przeglądarki Microsoft Edge, aby zapewnić ochronę dzięki najnowszym aktualizacjom zabezpieczeń. Wycofanie do starszej wersji programu wiąże się z ryzykiem narażenia na znane zagrożenia bezpieczeństwa. Te zasady powinny być używane jedynie jako tymczasowe rozwiązanie problemów, które pojawiły się po aktualizacji przeglądarki Microsoft Edge.

Zanim tymczasowo wycofasz się do starszej wersji przeglądarki, zalecamy włączenie synchronizacji (https://go.microsoft.com/fwlink/?linkid=2133032) dla wszystkich użytkowników w organizacji. Jeśli nie włączysz synchronizacji, istnieje ryzyko trwałej utraty danych dotyczących przeglądania. Korzystanie z tych zasad jest na wyłączne ryzyko użytkownika.

Uwaga: stabilne wersje kanału, które można poddać wycofaniu, są wyszczególnione na stronie https://aka.ms/EdgeEnterprise.

Te zasady mają zastosowanie do przeglądarki Microsoft Edge w wersji 86 i nowszych.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2133918.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domen usługi Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Pozwala określić, czy użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli włączysz te zasady, użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli wyłączysz te zasady, użytkownicy w Niejawnym programie testów systemu Windows nie mogą być zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli nie skonfigurujesz tych zasad, użytkownicy w Niejawnym programie testów systemu Windows są domyślnie rejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Określa, czy w urządzeniach przyłączonych do domeny można zainstalować kanał przeglądarki Microsoft Edge.

  Jeśli włączysz tę zasadę dla kanału (lub ustawisz jej wartość na „Instalacje wyłączone”), przeglądarka Microsoft Edge nie będzie zablokowana przed instalacją.

  Jeśli wyłączysz tę zasadę dla kanału, przeglądarka Microsoft Edge zostanie zablokowana przed instalacją.

  Jeśli nie skonfigurujesz tej zasady dla kanału, konfiguracja zasad "Zezwalaj domyślnie na instalację" będzie określać, czy użytkownicy będą mogli instalować ten kanał przeglądarki Microsoft Edge.

Jeśli te zasady zostaną ustawione na wartość Zawsze zezwalaj na instalacje na całym komputerze, ale nie Instalacje dla poszczególnych użytkowników, element „APP_NAME” będzie wdrażana tylko na całym komputerze.

Jeśli ta zasada zostanie ustawiona na wymuszanie instalacji (na całym komputerze), element „APP_NAME” może zostać wdrożony na całym komputerze tylko wtedy, gdy aktualizacja przeglądarki Microsoft Edge jest wstępnie zainstalowane. Wymaga aktualizacji przeglądarki Microsoft Edge 1.3.155.43 lub nowszej.

Ta zasada jest dostępna tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Określa, w jaki sposób program Microsoft Edge Update obsługuje dostępne aktualizacje z przeglądarki Microsoft Edge.

Jeśli włączysz tę zasadę, program Microsoft Edge Update będzie obsługiwać aktualizacje przeglądarki Microsoft Edge zgodnie z wybraną konfiguracją poniższych opcji:
  - Zawsze zezwalaj na aktualizacje: aktualizacje są stosowane zawsze, gdy zostaną znalezione (w wyniku okresowego lub ręcznego wyszukiwania aktualizacji).
  - Tylko automatyczne aktualizacje dyskretne: aktualizacje są stosowane tylko wtedy, gdy zostaną znalezione w wyniku okresowego wyszukiwania aktualizacji.
  - Tylko aktualizacje ręczne: aktualizacje są stosowane tylko wtedy, gdy użytkownik uruchomi ręczne wyszukiwanie aktualizacji (nie wszystkie aplikacje oferują interfejs dla tej opcji).
  - Aktualizacje wyłączone: aktualizacje nigdy nie są stosowane.

Jeśli wybierzesz aktualizacje ręczne, pamiętaj, aby okresowo wyszukiwać aktualizacje, używając mechanizmu obsługi aktualizacji ręcznych w aplikacji, o ile jest dostępny. Jeśli wyłączysz aktualizacje, okresowo wyszukuj aktualizacje i dystrybuuj je do użytkowników.

Jeśli nie włączysz tej zasady i jej nie skonfigurujesz, program Microsoft Edge Update będzie obsługiwać dostępne aktualizacje zgodnie ze sposobem określonym przez zasadę „NAZWA_DOMYŚLNEJ_ZASADY_AKTUALIZACJI”.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136406.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domen usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Określa, do którego kanału przeglądarki Microsoft Edge należy zaktualizować.

Jeśli włączysz te zasady, przeglądarka Microsoft Edge zostanie zaktualizowana do kanału zgodnie ze sposobem skonfigurowania następujących opcji:

  - Stabilny: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej stabilnej wersji.
  - Wersja beta: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji beta.
  - Dla deweloperów: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji deweloperskiej.
  - Rozszerzony stabilny: przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej rozszerzonej stabilnej wersji, która jest zgodna z dłuższym harmonogramem wydania niż stabilna. Aby uzyskać więcej informacji, odwiedź stronę https://go.microsoft.com/fwlink/?linkid=2163508.

Jeśli te zasady nie zostaną skonfigurowane, przeglądarka Microsoft Edge zostanie zaktualizowana do najnowszej wersji dostępnej dla domyślnego kanału.

Te zasady są dostępne tylko w wystąpieniach systemu Windows dołączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Gdy te zasady są włączone oraz włączona zostanie automatyczna aktualizacja, aplikacja Microsoft Edge zostanie zaktualizowana do wersji określonej przez tę wartość zasad.

Wartość zasad musi być określoną wersją przeglądarki Edge, na przykład 83.0.499.12.

Jeśli na urządzeniu jest dostępna nowsza wersja przeglądarki Edge niż podana wartość, przeglądarka Microsoft Edge pozostanie w nowszej wersji i nie zostanie zmieniona na starszą, określoną wersję.

Jeśli podana wersja nie istnieje lub jest nieprawidłowo sformatowana, przeglądarka Microsoft Edge pozostanie w bieżącej wersji, a jej kolejne wersje nie będą automatycznie aktualizowane.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2136707.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domeny usługi Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Instruują program Microsoft Edge Update, aby wycofał instalacje przeglądarki Microsoft Edge do wersji wskazanej w elemencie „Zastępowanie wersji docelowej”.

Te zasady nie mają zastosowania, jeśli nie skonfigurowano elementu „Zastępowanie wersji docelowej” i nie ustawiono elementu „Zastępowanie zasad aktualizacji” w jeden ze stanów włączenia (Zawsze zezwalaj na aktualizacje, Tylko automatyczne aktualizacje nienadzorowane, Tylko aktualizacje ręczne).

Jeśli wyłączysz te zasady lub ich nie skonfigurujesz, instalacje o wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” pozostaną bez zmian.

Jeśli włączysz te zasady, instalacje o bieżącej wersji nowszej niż ta określona w elemencie „Zastępowanie wersji docelowej” zostaną zamienione na starszą wersję docelową.

Zalecamy zainstalowanie najnowszej wersji przeglądarki Microsoft Edge, aby zapewnić ochronę dzięki najnowszym aktualizacjom zabezpieczeń. Wycofanie do starszej wersji programu wiąże się z ryzykiem narażenia na znane zagrożenia bezpieczeństwa. Te zasady powinny być używane jedynie jako tymczasowe rozwiązanie problemów, które pojawiły się po aktualizacji przeglądarki Microsoft Edge.

Zanim tymczasowo wycofasz się do starszej wersji przeglądarki, zalecamy włączenie synchronizacji (https://go.microsoft.com/fwlink/?linkid=2133032) dla wszystkich użytkowników w organizacji. Jeśli nie włączysz synchronizacji, istnieje ryzyko trwałej utraty danych dotyczących przeglądania. Korzystanie z tych zasad jest na wyłączne ryzyko użytkownika.

Uwaga: stabilne wersje kanału, które można poddać wycofaniu, są wyszczególnione na stronie https://aka.ms/EdgeEnterprise.

Te zasady mają zastosowanie do przeglądarki Microsoft Edge w wersji 86 i nowszych.

Więcej informacji można znaleźć na stronie https://go.microsoft.com/fwlink/?linkid=2133918.

Te zasady są dostępne tylko w wystąpieniach systemu Windows przyłączonych do domen usługi Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Pozwala określić, czy użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli włączysz te zasady, użytkownicy w Niejawnym programie testów systemu Windows są zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli wyłączysz te zasady, użytkownicy w Niejawnym programie testów systemu Windows nie mogą być zarejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.

  — Jeśli nie skonfigurujesz tych zasad, użytkownicy w Niejawnym programie testów systemu Windows są domyślnie rejestrowani w wersji zapoznawczej przeglądarki Edge za pośrednictwem programu Microsoft Edge Update.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minuty między operacjami wyszukiwania aktualizacji</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Godzina</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuta</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Czas trwania</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typ adresu URL pobierania do żądania</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Wybierz sposób określania ustawień serwera proxy</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adres lub adres URL serwera proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Adres URL do pliku PAC serwera proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Zasady aktualizacji</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Zasady aktualizacji</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Wersja docelowa</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Kontroluj komunikację aktualizatora z Usługą Eksperymentalno-Konfiguracyjną</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Kanał docelowy
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Zasady instalacji</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Zasady instalacji</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>